<?php
session_start();
$user = $_SESSION['user'];
?>
<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Шаурма-онлайн | Купуй тільки у нас</title>
    <link rel="stylesheet" href="./css/index.css">
	<style>
    body {
      background-color:#FFB6C1; /* здесь можно задать нужный цвет */
    }
  </style>
</head>

<body>

    <div class="wrap-header">
        <header>
            <div class="header-logo">
                <img src="./images/keb.png" alt="">
            </div>
            <div class="header-menu">
                <span><a class="active" href="index.php">Головна</a></span>
                <span><a href="menu.php">МЕНЮ</a></span>
                <span><a href="grafik.php">Графік роботи</a></span>
				<span><a href="avtoriz.php">ВХІД</a></span>
                <?php if($user!=null){
                    if($user['admin']==1){?>
                       
                    <?php }?>
                        <span><a href="tools/exit.php">Вийти</a></span>
                    
                <?php }else{?>
                    
                <?php } ?>
            </div>
            <div class="header-icon">
                <a href="korzina.php">
                    <img src="./images/pokupka.png" alt="">
                </a>
            </div>
        </header>
    </div>
    <div class="content">
        <h1>ПРИВІТ!</h1>
        <h3>ШАУРМА-ОНЛАЙН</h3>
		
      <style>
      body {
        text-align: center; /* центрируем весь текст страницы */
      }
	  </style>
     <h4> Ласкаво просимо в наш магазин шаурми та хот догів! Ми пропонуємо своїм клієнтам широкий вибір найсмачніших страв, які задовольнять будь-який смак.

Наші шаурми виготовляються зі свіжих продуктів і приправ, щоб забезпечити вам найкращий смак. Ви можете вибрати з багатьох різних видів м'яса, таких як курка, свинина, баранина або яловичина. Або ж ви можете спробувати наші безм'ясні шаурми, виготовлені з овочів та сирного соусу.

Якщо ви більш любите хот доги, то ми маємо щось для вас! Наші хот доги виготовляються з найсвіжіших інгредієнтів, таких як хлібчики, сосиски, соуси та овочі. Ви можете замовити хот доги з різними видами сосисок, наприклад, ковбаса, краківська або індичка.

Ми завжди прагнемо задовольнити своїх клієнтів, тому ми також пропонуємо різноманітні прикраси для вашої шаурми та хот догу, такі як кетчуп, гірчиця, майонез, сир та інші. У нас завжди чудовий вибір напоїв, щоб зробити ваше замовлення повним.

Ми запрошуємо вас завітати до нашого магазину і насолодитися нашими найкращими шаурмами та хот догами. Наші працівники з радістю допоможуть вам зробити правильний вибір та забезпечать вам найкраще обслуговування. Насолоджуйтесь своєю стравою!</h4>
        </p>
		
        <div class="block-success">
            <div class="block-v">
                <div class="block">
			        <p>   <div style='color:#C71585 ;'><h1>24/7</h1></div> </p>
                    <span>ПРАЦЮЭМО</span>
                </div>
                <div class="block">
                     <p>   <div style='color:#C71585 ;'><h1>>500</h1></div> </p>
                    <span>ЗАМОВЛЕНЬ В ДЕНЬ</span>
            
                </div>
            </div>
        </div>
        <h1>Відгуки клієнтів</h1>
        <p>
           <h4> 19.02.2023 "Я обожнюю шаурму і можу сказати, що шаурма з цього магазину одна з кращих, які я пробував. М'ясо завжди свіже, свіжі овочі і соуси просто чудові! Рекомендую всім любителям шаурми!"</h4>

<h4> 21.02.2023"Щойно я вперше спробував шаурму в цьому магазині, я відразу ж зрозумів, що це найкраща шаурма в місті. Вона завжди гаряча, свіжа і ароматна, а також порції дуже щедрі. Я став регулярним клієнтом і рекомендую цей магазин усім своїм друзям."</h4>

<h4> 24.02.2023 "Ніколи раніше не пробував шаурму в цьому магазині, але після того, як мій друг порекомендував його мені, я вирішив спробувати. Шаурма була просто приголомшливою! Кожен інгредієнт був ідеально приготовлений, а соуси були божественними. Я обов'язково повернуся знову!"</h4>
<h4> 27.02.2023 "Мені подобається, як швидко та ефективно обслуговують у цьому магазині. Шаурма завжди готується дуже швидко і видається гарячою та свіжою. Я також ціную різноманітність добавок та соусів, які вони пропонують. Обов'язково повернуся до вас знову!"</h4>

<h4> 28.02.2023 "Я був у цьому магазині кілька разів і щоразу отримував ідеально приготовлену шаурму. Кожен інгредієнт був свіжим та смачним, а порції були величезними. Я також ціную швидке обслуговування та доброзичливий персонал. Один із найкращих магазинів шаурми, які я коли-небудь відвідував! "  </h4>    

        

        <h3>НАСОЛОДЖУЙТЕСЬ ЇЖЄЮ ТІЛЬКИ У НАС</h3>
    </div>
    <div class="wrap-footer">
        <footer>
            
            <div class="footer-block">
                <p>Все про магазин</p>
                
                <span><a href="error.php">Графік роботи</a></span>
                <span><a href="error.php">Вакансії</a></span>
                <span><a href="error.php">Контакти</a></span>
            </div>
            <div class="footer-block">
                <p>Допомога</p>
                  <span><a href="error.php">Доставка</a></span>
                <span><a href="error.php">Графік роботи</a></span>
                <span><a href="error.php">Повернення товару</a></span>
            </div>
            <div class="footer-block">
                <p>Сервіси</p>
                <span><a href="error.php">Доставка</a></span>
                <span><a href="error.php">Графік роботи</a></span>
                <span><a href="error.php">Повернення товару</a></span>
		
            </div>
        </footer>
    </div>
</body>
		
</html>